[
  {
    "name": "Pradhan Mantri Jan Arogya Yojana (PM-JAY)",
    "category": "Health & Wellness",
    "description": "Provides a health cover of Rs. 5 lakhs per family per year for secondary and tertiary care hospitalization.",
    "benefits": [
      "Cashless access to health care services.",
      "Covers 3 days of pre-hospitalization and 15 days post-hospitalization expenses.",
      "No restriction on family size, age or gender."
    ],
    "eligibility_criteria": "Families identified as deprived rural families and identified occupational categories of urban workers' families as per the Socio-Economic Caste Census (SECC) 2011 data.",
    "official_link": "https://pmjay.gov.in/"
  },
  {
    "name": "Post-Matric Scholarship for Students with Disabilities",
    "category": "Education & Learning",
    "description": "Provides financial assistance to students with disabilities for post-matriculation courses enabling them to pursue higher education.",
    "benefits": [
      "Maintenance allowance.",
      "Reimbursement of compulsory non-refundable fees.",
      "Book allowance and other grants."
    ],
    "eligibility_criteria": "Students with 40% or more disability, studying in class 11th or above, with a parental annual income of less than Rs. 2.5 lakhs.",
    "official_link": "https://scholarships.gov.in/"
  },
  {
    "name": "Atal Pension Yojana",
    "category": "Banking, Financial Services and Insurance",
    "description": "A pension scheme mainly for the unorganized sector, providing a minimum guaranteed pension after the age of 60.",
    "benefits": [
      "Guaranteed minimum monthly pension of Rs. 1,000 to Rs. 5,000.",
      "The same pension is paid to the spouse after the subscriber's death.",
      "The nominee receives the pension corpus on the death of both."
    ],
    "eligibility_criteria": "Any Indian citizen between 18-40 years of age with a bank account. Should not be an income tax payer.",
    "official_link": "https://www.npscra.nsdl.co.in/scheme-details.php"
  },
  {
    "name": "Pradhan Mantri Awas Yojana - Gramin (PMAY-G)",
    "category": "Housing & Rural Development",
    "description": "Aims to provide pucca houses with basic amenities to all houseless households and households living in kutcha and dilapidated houses in rural areas.",
    "benefits": [
      "Assistance of Rs. 1.2 lakh in plain areas and Rs. 1.3 lakh in hilly areas.",
      "Additional financial assistance through convergence with MGNREGA and SBM.",
      "Provision for basic amenities like electricity, LPG, and water supply."
    ],
    "eligibility_criteria": "Rural households that are homeless or living in kutcha/dilapidated houses, as identified in SECC 2011 data.",
    "official_link": "https://pmayg.nic.in/"
  },
  {
    "name": "Pradhan Mantri Kisan Samman Nidhi (PM-KISAN)",
    "category": "Agriculture & Farmers Welfare",
    "description": "Provides income support to all landholding farmer families in the country to supplement their financial needs.",
    "benefits": [
      "Rs. 6,000 per year in three equal installments directly into the farmer's bank account.",
      "Helps farmers meet agricultural and household needs."
    ],
    "eligibility_criteria": "All landholding farmer families with cultivable land, excluding institutional landholders and higher-income category farmers.",
    "official_link": "https://pmkisan.gov.in/"
  },
  {
    "name": "National Social Assistance Programme (NSAP)",
    "category": "Social Welfare",
    "description": "Provides financial assistance to the elderly, widows, and persons with disabilities in the form of social pensions.",
    "benefits": [
      "Old Age Pension: Rs. 200-500 per month depending on age group.",
      "Widow Pension: Rs. 300 per month.",
      "Disability Pension: Rs. 300 per month for persons with 80% disability or more."
    ],
    "eligibility_criteria": "BPL households as per SECC 2011; applicable to elderly (60+), widows (40–59), and disabled persons (80%+ disability).",
    "official_link": "https://nsap.nic.in/"
  },
  {
    "name": "Stand-Up India Scheme",
    "category": "Entrepreneurship & Employment",
    "description": "Facilitates bank loans between Rs. 10 lakh and Rs. 1 crore to at least one Scheduled Caste (SC) or Scheduled Tribe (ST) borrower and at least one woman borrower per bank branch for setting up a greenfield enterprise.",
    "benefits": [
      "Composite loan (inclusive of term loan and working capital).",
      "Maximum 85% of project cost can be covered by the loan.",
      "Support for setting up manufacturing, services, or trading units."
    ],
    "eligibility_criteria": "SC/ST and/or women entrepreneurs above 18 years for greenfield projects; borrower should not have defaulted in any bank.",
    "official_link": "https://www.standupmitra.in/"
  },
  {
    "name": "Ayushman Bharat Health and Wellness Centres (AB-HWCs)",
    "category": "Health & Wellness",
    "description": "Transforms existing sub-health centres and primary health centres into health and wellness centres for comprehensive primary health care.",
    "benefits": [
      "Free essential drugs and diagnostic services.",
      "Services for maternal and child health, NCD screening, and elderly care.",
      "Telemedicine and referral services."
    ],
    "eligibility_criteria": "All citizens can avail services at these centres without any discrimination.",
    "official_link": "https://ab-hwc.nhp.gov.in/"
  }
]
